"use strict";

window.colorMap = {
  'чёрный': '#000000',
  'черный': '#000000', // на случай орфографии
  'чёрный/охра': '#000000',
  'коричневый': '#8B4513',
  'коричневый/коньяк': '#8B4513',
  'белый': '#FFFFFF',
  'бежевый': '#F5F5DC',
  'бордово-коричневый': '#8B3A3A',     
  'шоколадный': '#442D25', 
  'светло-коричневый': '#8c624a',          
  'тёмно-коричневый': '#472b1d', 
  'коньяк': '#b06010',    
  'коньяк/бежевый': '#b06010', 
  'серо-оливковый': '#A2B17D',         
  'рыжий': '#FF7518', 
  'песочный': '#dbb684', 
  'охра': '#9b562c', 
  'тёмно-каштановый': '#552F26',
  'вишнёвый': '#9c0327',      
  'бордовый': '#751634',         
  'тёмно-бордовый': '#541026',                       
  'синий': '#0000FF',
  'зелёный': '#008000',
  'серый': '#808080'
};
